Repository: vovast123/work-test3
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, uk

source: all product
de: alles Produkt
uk: Всi продукти

source: Shop
de: Geschäft
uk: Магазин

source: Commerce
de: Handel
uk: Комерція

source: Owner
de: Eigentümer
uk: Власник

source: if you want search product you need go to
de: Wenn Sie ein Suchprodukt wünschen, müssen Sie zu gehen
uk: якщо ви хочете знайти продукт, який вам потрібно перейти

source: This
de: Dies
uk: Сюди

source: category service
de: Kategorie Rechtsdienst

source: Created product
de: Erstelltes Produkt

source: Create product
de: Produkt erstellen
uk: Створити продукт

source: Create
de: Schaffen
uk: Створити

source: Create service
de: Rechtsdienst erstellen

source: Want you create product?
de: Möchten Sie ein Produkt erstellen?

source: Edit product
de: Produkt bearbeiten
uk: Редагувати товар

source: Edit
de: Bearbeiten
uk: Редагувати

source: Edit service
de: Rechtsdienst bearbeiten

source: Welcome to the
de: Willkommen zu
uk: Ласкаво просимо до

source: Register
de: Registrieren
uk: Зареєструватися

source: Account and language
de: Konto und Sprache

source: Home
de: Heim
uk: Головна

source: Products
de: Produkte
uk: Продукти

source: Services
de: Rechtsberatung

source: What&#8217;s New
de: Was ist neu
uk: Що нового

source: Сonnect with us
de: Verbinden Sie sich mit uns
uk: Зв'яжіться з нами

source: The best wholesale products
de: Die besten Großhandelsprodukte
uk: Кращі оптові товари

source: and prices
de: und Preise
uk: і ціни

source: The best services
de: Die besten Dienstleistungen

source: on the internet
de: im Internet
uk: в інтернеті

source: A mind-bending raffle site for pickers to sell their products all over the world with the ability to know your buyer.
de: Die Website soll Bedingungen schaffen, unter denen Hersteller ihre Produkte weltweit verkaufen können, mit der Möglichkeit, ihren Käufer zu finden.

source: Companies registered on the sites may be able to research information about their products for free and without commissions.
de: Auf der Website registrierte Unternehmen haben die Möglichkeit, kostenlos und provisionsfrei Informationen zu ihren Produkten zu posten.

source: Seasonal, and you can always get information for buyers. The main metasite is the creation of
de: Informationen für Kunden saisonal und jederzeit anpassen und ergänzen.Das Hauptziel der Website ist es,

source: such sales volumes with any investment of goods of seasonal individuals with a minimum.
de: Verkaufsbedingungen zu schaffen, unter denen die Verluste von besonders saisonalen Waren minimal wären.

source: All the services on the site are meant to increase the turnover in trade and to connect people more with their method of optimizing logistics processes.
de: Alle Dienstleistungen auf der Website zielen darauf ab, den Warenumsatz im Handel zu verbessern und die Menschen in ihrem Ziel, die Logistikprozesse zu optimieren, maximal zu vereinen.

source: The metasite is simple and accessible. Support us in creating new trade blues.!
de: Das Ziel der Website ist es, einfach und zugänglich zu sein. Unterstützen Sie uns in dem Wunsch, neue Handelsbeziehungen aufzubauen.

source: Latest Products
de: Neueste Produkte
uk: Останні продукти

source: owner
de: Eigentümer
uk: власник

source: See all products
de: Alle Produkte anzeigen
uk: Переглянути всі продукти

source: Latest services
de: Neueste Dienstleistungen

source: The best site to buy or sell any product or service
de: Die beste Website, um Produkte oder Dienstleistungen zu kaufen oder zu verkaufen

source: Our Story
de: Unsere Geschichte

source: We do not sell alcohol
de: Wir verkaufen keinen Alkohol

source: We do not sell cigarettes
de: Wir verkaufen keine Zigaretten

source: Site create by
de: Website erstellt von

source: Follow Us
de: Folge uns

source: Contact informations
de: Kontaktinformationen
uk: Контактна інформація

source: Contact informations
de: Kontaktinformationen
uk: Контактна інформація

source: Phone
de: Telefon
uk: Телефон

source: Description
de: Beschreibung
uk: опис

source: Reviews
de: Bewertungen
uk: Відгуки

source: Rated
de: Bewertet
uk: Рейтинг

source: out of
de: aus
uk: з

source: Author
de: Autor/Autorin
uk: Автор

source: There are no reviews yet.
de: Es gibt noch keine Bewertungen.
uk: Ще немає відгуків.

source: Be the first to review
de: Schreiben Sie die erste Bewertung
uk: Залиште відгук першим

source: Cancel reply
de: Antwort verwerfen
uk: Скасувати відповідь

source: Create Comment
de: Kommentar erstellen
uk: Створити коментар

source: Your email address will not be published
de: Deine Email-Adresse wird nicht veröffentlicht
uk: Ваша електронна адреса не буде опублікована

source: Required fields are marked
de: erforderliche Felder sind markiert
uk: Обов'язкові поля позначені

source: Category
de: Kategorie
uk: Категорія

source: Setting
de: Einstellung
uk: Налаштування

source: Delete product
de: Produkt löschen
uk: Видалити товар

source: Contact Us
de: Kontaktiere uns
uk: Зв'яжіться з нами

source: Enter your contact details or email form shortcode here.
de: Geben Sie hier Ihre Kontaktdaten oder den Shortcode des E-Mail-Formulars ein.
uk: Введіть тут свої контактні дані або короткий код електронної пошти.

source: Leave Feedback
de: Hinterlasse Kommentar
uk: Залишити відгук

source: Enter your feedback modal content here.
de: Geben Sie hier Ihren modalen Feedback-Inhalt ein.
uk: Введіть свій модальний вміст відгуку тут.

source: Related Products
de: Verwandte Produkte
uk: Супутні товари

source: Add description
de: Füge eine Beschreibung hinzu

source: Additional description
de: Zusätzliche Beschreibung
uk: Додатковий опис

source: out of 5
de: von 5
uk: з 5

source: Your email address will not be published.
de: Deine Email-Adresse wird nicht veröffentlicht.
uk: Ваша електронна адреса не буде опублікована.

source: accepted
de: akzeptiert
uk: прийнято

source: Enter your feedback modal content here.
de: Geben Sie hier Ihren modalen Feedback-Inhalt ein.
uk: Введіть свій модальний вміст відгуку тут.

source: all services
de: alle juristischen Dienstleistungen

source: Send message
de: Nachricht senden
uk: Відправити повідомлення

source: Created message
de: Nachricht erstellt

source: My Account
de: Mein Konto
uk: Мiй профiль

source: Password
de: Passwort
uk: Пароль

source: Dont have account?
de: Sie haben kein Konto?
uk: Немає облікового запису?

source: Here you can change the settings and parameters of your account
de: Hier können Sie die Einstellungen und Parameter Ihres Kontos ändern
uk: Тут ви можете змінити налаштування та параметри свого облікового запису

source: Change or create a company code.
de: Ändern oder erstellen Sie einen Buchungskreis.
uk: Змініть або створіть код компанії.

source: Change avatar or password.
de: Avatar oder Passwort ändern.
uk: Змінити аватар або пароль.

source: Avatar
de: Benutzerbild
uk: Аватар

source: Be careful because if you change your password and forget it, you will not be able to log into your account
de: Sei vorsichtig, denn wenn du dein Passwort änderst und es vergisst, wirst du nicht sich in Ihr Konto einloggen können
uk: Будьте обережні, тому що якщо ви зміните свій пароль і забудете його, ви цього не зробитеможуть увійти у свій обліковий запис

source: Verification
de: Überprüfung
uk: Перевірка

source: To gain access to the creation of products or services, you must pass the code verification.
de: Um Zugang zur Erstellung von Produkten oder Dienstleistungen zu erhalten, müssen Sie bestehen die Code-Überprüfung.

source: Before starting the check, check if you have entered the code
de: Prüfen Sie vor Beginn der Überprüfung, ob Sie den Code eingegeben haben
uk: Перед початком перевірки перевірте, чи ввели ви код

source: Start verification
de: Bestätigung starten
uk: Почніть перевірку

source: Something went wrong, try again
de: Etwas ging schief, versuche es erneut
uk: Щось пішло не так, повторіть спробу

source: Congrats you passed the verification
de: Herzlichen Glückwunsch, Sie haben die Verifizierung bestanden
uk: Вітаємо, ви пройшли перевірку

source: Checking
de: Überprüfung
uk: Перевірка

source: User not verified
de: Benutzer nicht verifiziert
uk: Користувач не перевірений

source: The user has been verified
de: Der Benutzer wurde verifiziert
uk: Користувача перевірено

source: The user is being verified
de: Der Benutzer wird überprüft
uk: Користувач перевіряється

source: All product(this user)
de: Alle Produkte (dieser Benutzer)
uk: Усі продукти (цього користувача)

source: All service(this user)
de: Alle Dienste (dieser Benutzer)

source: Create services
de: Erstellen Sie Rechtsdienstleistungen

source: If you need to send an email to the admin and report a problem
de: Wenn Sie eine E-Mail an den Administrator senden und ein Problem melden müssen
uk: Якщо вам потрібно надіслати електронний лист адміністратору та повідомити про проблему

source: Send email
de: E-Mail senden
uk: Відправити лист

source: Enter your contact details or email form shortcode here. (Text/HTML/Shortcodes accepted).
de: Geben Sie hier Ihre Kontaktdaten oder den Shortcode des E-Mail-Formulars ein. (Text/HTML/Shortcodes akzeptiert).
uk: Введіть тут свої контактні дані або короткий код електронної пошти. (Текст/HTML/Приймаються короткі коди).

source: Registered
de: Eingetragen

source: Registered customers
de: Registrierte Kunden

source: You already have an account?
de: Sie haben schon ein Konto?
uk: Ви вже маєте акаунт?

source: Blackout
uk: Затемнення

source: all legal services
uk: всі юридичні послуги

source: here you can search only legal services
uk: тут можна шукати тільки юридичні послуги

source: category legal service
uk: категорія юридична служба

source: Create legal service
uk: Створити юридичну службу

source: Edit legal service
uk: Правка юридичної служби

source: Legal services
uk: Юридичні послуги

source: Logout
uk: Вийти

source: Login
uk: Логін

source: if you want search legal service you need go to
uk: якщо вам потрібна пошукова юридична служба, вам потрібно звернутися

source: here you can search only regular products
uk: тут ви можете шукати лише звичайні товари

source: The best legal services
uk: Найкращі юридичні послуги

source: Latest legal services
uk: Новітній юридичний сервіс

source: See all legal services
uk: Переглянути всі юридичні послуги

source: Code
uk: Код

source: To gain access to the creation of products or legal services, you must pass the code verification.
uk: Щоб отримати доступ до створення продуктів або юридичних послуг, ви повинні пройтиперевірка коду.

source: All legal service(this user)
uk: Усі юридичні послуги (цей користувач)

source: Create legal services
uk: Створення юридичних послуг
